[
    {
        "animal_name": "Lion",
        "time_seen": 1476381432,
        "latitude": 41.0059666,
        "longitude": -8.596247,
        "description": "A large tawny-colored cat that lives in prides, found in Africa and northwestern India. The male has a flowing shaggy mane and takes little part in hunting, which is done cooperatively by the females.",
        "id": 1
    },
    {
        "animal_name": "Zebra",
        "time_seen": 1538180415,
        "latitude": 45.4401623,
        "longitude": 39.5186898,
        "description": "An African wild horse with black-and-white stripes and an erect mane.",
        "id": 2
    },
    {
        "animal_name": "Flamingo",
        "time_seen": 1483741219,
        "latitude": 38.7080654,
        "longitude": -9.3872558,
        "description": "A tall wading bird with mainly pink or scarlet plumage and long legs and neck. It has a heavy bent bill that is held upside down in the water in order to filter-feed on small organisms.",
        "id": 3
    },
    {
        "animal_name": "Brown Meerkat",
        "time_seen": 1548905617,
        "latitude": 31.887402,
        "longitude": 115.440283,
        "description": "A small southern African mongoose, especially the suricate.",
        "id": 4
    },
    {
        "animal_name": "Baboon",
        "time_seen": 1367371199,
        "latitude": 34.6911,
        "longitude": 106.221144,
        "description": "A large Old World ground-dwelling monkey with a long doglike snout, large teeth, and naked callosities on the buttocks. Baboons are social animals and live in troops.",
        "id": 5
    },
    {
        "animal_name": "Brown Bear",
        "time_seen": 1408047986,
        "latitude": "56.91683",
        "longitude": "-117.61945",
        "description": "A large bear with a coat color ranging from cream to black, occurring chiefly in forests in Eurasia and North America.",
        "id": 6
    },
    {
        "animal_name": "Hyena",
        "time_seen": 1444126635,
        "latitude": 39.353118,
        "longitude": -9.1143068,
        "description": "A doglike African mammal with forelimbs that are longer than the hind limbs and an erect mane. Hyenas are noted as scavengers but most are also effective hunters.",
        "id": 7
    },
    {
        "animal_name": "Squirrel",
        "time_seen": 1529567628,
        "latitude": 36.6850384,
        "longitude": 117.0714935,
        "description": "An agile tree-dwelling rodent with a bushy tail, typically feeding on nuts and seeds.",
        "id": 8
    },
    {
        "animal_name": "Python",
        "time_seen": 1523244077,
        "latitude": 49.689425,
        "longitude": 21.9126813,
        "description": "A large heavy-bodied nonvenomous constrictor snake occurring throughout the Old World tropics.",
        "id": 9
    },
    {
        "animal_name": "Chimpanzee",
        "time_seen": 1450987325,
        "latitude": "12.6417",
        "longitude": "123.9092",
        "description": "A great ape with large ears, mainly black coloration, and lighter skin on the face, native to the forests of western and central Africa. Chimpanzees show advanced behavior such as the making and using of tools.",
        "id": 10
    },
    {
        "animal_name": "Crab",
        "time_seen": 1486234736,
        "latitude": 11.8859782,
        "longitude": -86.054235,
        "description": "A crustacean with a broad carapace, stalked eyes, and five pairs of legs, the first pair of which are modified as pincers. Crabs are abundant on many shores, especially in the tropics, where some have become adapted to life on land.",
        "id": 11
    },
    {
        "animal_name": "Jaguar",
        "time_seen": 1395166126,
        "latitude": -10.1429097,
        "longitude": 123.6707189,
        "description": "A large heavily built cat that has a yellowish-brown coat with black spots, found mainly in the dense forests of Central and South America.",
        "id": 12
    },
    {
        "animal_name": "Eagle",
        "time_seen": 1456242326,
        "latitude": 34.5553494,
        "longitude": 69.207486,
        "description": "A large bird of prey with a massive hooked bill and long broad wings, renowned for its keen sight and powerful soaring flight.",
        "id": 13
    },
    {
        "animal_name": "Dove",
        "time_seen": 1450402567,
        "latitude": 9.3125556,
        "longitude": 42.1226825,
        "description": "A stocky seed- or fruit-eating bird with a small head, short legs, and a cooing voice. Doves are generally smaller and more delicate than pigeons, but many kinds have been given both names.",
        "id": 14
    },
    {
        "animal_name": "Dolphin",
        "time_seen": 1525001519,
        "latitude": 6.5592478,
        "longitude": 124.6846104,
        "description": "A small gregarious toothed whale that typically has a beaklike snout and a curved fin on the back. Dolphins have become well known for their sociable nature and high intelligence.",
        "id": 15
    },
    {
        "animal_name": "Deer",
        "time_seen": 1433710478,
        "latitude": 7.0739678,
        "longitude": -73.1692652,
        "description": "A hoofed grazing or browsing animal, with branched bony antlers that are shed annually and typically borne only by the male. See also mouse deer, musk deer.",
        "id": 16
    },
    {
        "animal_name": "Tortoise",
        "time_seen": 1371092000,
        "latitude": "53.7002",
        "longitutde": "102.7117",
        "description": "A turtle, typically a herbivorous one that lives on land.",
        "id": 17
    },
    {
        "animal_name": "Seal",
        "time_seen": 1497998321,
        "latitude": 26.655026,
        "longitutde": 102.244683,
        "description": "A fish-eating aquatic mammal with a streamlined body and feet developed as flippers, returning to land to breed or rest.",
        "id": 18
    },
    {
        "animal_name": "Parrot",
        "time_seen": 1527470745,
        "latitude": 10.0016057,
        "longitutde": 123.4091052,
        "description": "A bird, often vividly colored, with a short down-curved hooked bill, grasping feet, and a raucous voice, found especially in the tropics and feeding on fruits and seeds. Many are popular as cage birds, and some are able to mimic the human voice.",
        "id": 19
    },
    {
        "animal_name": "Lizard",
        "time_seen": 1375437692,
        "latitude": 29.995762,
        "longitutde": 120.586109,
        "description": "A reptile that typically has a long body and tail, four legs, movable eyelids, and a rough, scaly, or spiny skin.",
        "id": 20
    },
    
]
